[
    {
        "title": "v1.3.0",
        "date": "24 de septiembre de 2024",
        "text": "<strong>AnalyzeMyDream v1.3.0</strong> introduce nuevos planes de suscripción y analizers avanzados para una experiencia de usuario más robusta.<br><br><strong>Nuevas características y mejoras:</strong><br><br>- <strong>Planes de Suscripción:</strong> Se ha añadido una nueva página `pricing.astro` que presenta planes Básico, Estándar y Premium, con una prueba de 7 días para el Plan Básico.<br>- <strong>Nuevos Analizadores:</strong> Tres nuevos analizadores: Analizador de Sueños Custom-AI, Analizador de Sueños Comparative-AI y Analizador de Sueños Batch-AI, que requieren suscripción para acceder.<br>- <strong>Integración con PayPal:</strong> Los usuarios pueden gestionar sus planes de suscripción de forma segura a través de PayPal.<br>- <strong>Desarrollo de API:</strong> Una nueva API permite a los desarrolladores acceder a analizadores y artículos de interpretación de sueños, con documentación proporcionada.<br>- <strong>Autenticación sin contraseña:</strong> Seguridad mejorada con opciones de inicio de sesión a través de Google y GitHub.<br>- <strong>Mejoras en UX/UI:</strong> Experiencia de usuario consistente con las nuevas implementaciones de `dashboard.astro` y `settings.astro`.<br><br>",
        "image": "https://analyzemydream.com/changelog/changelog-04.png",
        "link": "https://github.com/imprvhub/analyzemydream/releases/tag/v1.3.0"
    },
    {
        "title": "v1.2.0",
        "date": "21 de agosto del 2024",
        "text": "<strong>AnalyzeMyDream v1.2.0</strong> añade soporte multilingüe para una experiencia de usuario más inclusiva.<br><br><strong>Nuevas Funcionalidades y Mejoras:</strong><br><br>- <strong>Soporte para Español:</strong> La plataforma ahora incluye soporte para español, permitiendo a los usuarios hispanohablantes interactuar con la herramienta en su idioma.<br>- <strong>Soporte para Portugués:</strong> El portugués también está disponible, proporcionando a los usuarios de habla portuguesa una experiencia local y adaptada.<br><br><strong>Actualizaciones:</strong><br><br>- Los usuarios pueden elegir su idioma preferido desde el selector de idiomas en la página principal, con opciones que incluyen inglés, español y portugués.<br>- La interfaz de usuario está completamente traducida, garantizando una funcionalidad y experiencia de usuario consistentes en todos los idiomas soportados.<br><br><strong>Beneficios:</strong><br><br>- <strong>Mayor Accesibilidad:</strong> La incorporación de español y portugués mejora la accesibilidad y minimiza las barreras idiomáticas.<br>- <strong>Experiencia de Usuario Mejorada:</strong> Disfruta de una experiencia adaptada con todas las características y funciones principales disponibles en el idioma seleccionado.<br><br>",
        "image": "https://analyzemydream.com/changelog/changelog_03.png",
        "link": "https://github.com/imprvhub/analyzemydream/releases/tag/v1.2.0"
    },          
    {
        "title": "v1.1.0",
        "date": "7 de agosto del 2024",
        "text": "<strong>Advanced-AI Dream Analyzer:</strong> Esta herramienta ofrece un análisis de sueños más profundo y completo. <br> <strong>Lo Nuevo:</strong> <br> - Análisis Detallado de Sueños: Ingresa una descripción detallada de tu sueño para un análisis exhaustivo con IA. <br> - Parámetros Mejorados: Considera Tipo de Sueño, Importancia, Emociones, Contexto, Estado, Frecuencia y Expectativas. <br> <strong>Comparación con Fast-AI Dream Analyzer:</strong> <br> - Nivel de Detalle: Proporciona un análisis más matizado con entrada detallada del usuario. <br> - Perspectivas Comprensivas: Ofrece un resultado más enriquecido al incorporar diversos factores.",
        "image": "https://analyzemydream.com/changelog/changelog-02.png",
        "link": "https://github.com/imprvhub/analyzemydream/releases/tag/v1.1.0"
    },
    {
        "title": "v1.0.0.",
        "date": "6 de agosto del 2024",
        "text": "<strong>Interpretación de Sueños con IA</strong>: Esta versión introduce un sistema avanzado de IA que proporciona análisis personalizados de sueños. Los usuarios ahora pueden recibir interpretaciones a medida para sus sueños únicos, más allá de las fuentes bibliográficas establecidas incluidas en la versión anterior. <br><strong>Experiencia del Usuario Mejorada</strong>: Se han realizado varias mejoras y optimizaciones para garantizar una experiencia de usuario más fluida y atractiva. <br><strong>Integración con Google Ads</strong>: Como parte de nuestra fase experimental, se ha integrado Google Ads para entender su impacto y funcionalidad dentro de la plataforma.",
        "image": "https://analyzemydream.com/changelog/changelog-01.png",
        "link": "https://github.com/imprvhub/analyzemydream/releases/tag/v1.0.0"
    },
    {
        "title": "v0.1.0.",
        "date": "30 de julio del 2024",
        "text": "AnalyzeMyDream.com es un proyecto exploratorio diseñado para mejorar la auto-comprensión a través de la interpretación de sueños. En esta versión inicial, el enfoque está en proporcionar interpretaciones perspicaces y basadas en investigaciones de los sueños de los usuarios, fundamentadas en fuentes bibliográficas establecidas. Esta versión sirve como una herramienta básica para que las personas exploren los significados detrás de sus sueños, con el objetivo de enriquecer su crecimiento personal y auto-comprensión.",
        "image": "",
        "link": "https://github.com/imprvhub/analyzemydream/releases/tag/v0.1.0"
    }
]
