[
    {
        "title": "v1.1.0",
        "date": "7 de agosto del 2024",
        "text": "<strong>Advanced-AI Dream Analyzer:</strong> Esta herramienta ofrece un análisis de sueños más profundo y completo. <br> <strong>Lo Nuevo:</strong> <br> - Análisis Detallado de Sueños: Ingresa una descripción detallada de tu sueño para un análisis exhaustivo con IA. <br> - Parámetros Mejorados: Considera Tipo de Sueño, Importancia, Emociones, Contexto, Estado, Frecuencia y Expectativas. <br> <strong>Comparación con Fast-AI Dream Analyzer:</strong> <br> - Nivel de Detalle: Proporciona un análisis más matizado con entrada detallada del usuario. <br> - Perspectivas Comprensivas: Ofrece un resultado más enriquecido al incorporar diversos factores.",
        "image": "https://analyzemydream.com/changelog-02.png",
        "link": "https://github.com/imprvhub/analyzemydream/releases/tag/v1.1.0"
    },
    {
        "title": "v1.0.0.",
        "date": "6 de agosto del 2024",
        "text": "<strong>Interpretación de Sueños con IA</strong>: Esta versión introduce un sistema avanzado de IA que proporciona análisis personalizados de sueños. Los usuarios ahora pueden recibir interpretaciones a medida para sus sueños únicos, más allá de las fuentes bibliográficas establecidas incluidas en la versión anterior. <br><strong>Experiencia del Usuario Mejorada</strong>: Se han realizado varias mejoras y optimizaciones para garantizar una experiencia de usuario más fluida y atractiva. <br><strong>Integración con Google Ads</strong>: Como parte de nuestra fase experimental, se ha integrado Google Ads para entender su impacto y funcionalidad dentro de la plataforma.",
        "image": "https://analyzemydream.com/changelog-01.png",
        "link": "https://github.com/imprvhub/analyzemydream/releases/tag/v1.0.0"
    },
    {
        "title": "v0.1.0.",
        "date": "30 de julio del 2024",
        "text": "AnalyzeMyDream.com es un proyecto exploratorio diseñado para mejorar la auto-comprensión a través de la interpretación de sueños. En esta versión inicial, el enfoque está en proporcionar interpretaciones perspicaces y basadas en investigaciones de los sueños de los usuarios, fundamentadas en fuentes bibliográficas establecidas. Esta versión sirve como una herramienta básica para que las personas exploren los significados detrás de sus sueños, con el objetivo de enriquecer su crecimiento personal y auto-comprensión.",
        "image": "",
        "link": "https://github.com/imprvhub/analyzemydream/releases/tag/v0.1.0"
    }
]
