[
    {
        "question": "¿Cómo garantizan la precisión de los resultados generados por la IA?",
        "reply": "Aunque nuestro modelo de IA es muy avanzado, no podemos asegurar una precisión absoluta en los resultados. La herramienta está diseñada para ofrecer perspectivas adicionales, pero las interpretaciones deben tomarse como una guía general y no como respuestas definitivas.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "¿Cómo funciona el modelo Gemini-1.5-Flash en el análisis de sueños?",
        "reply": "El modelo Gemini-1.5-Flash es una IA que proporciona interpretaciones de sueños basadas en datos y patrones preexistentes. Si bien este modelo puede ofrecer ideas valiosas, la precisión de las interpretaciones puede variar, y no garantizamos que siempre sean exactas. La herramienta está diseñada para mejorar la comprensión general, pero se recomienda considerar diversas fuentes y enfoques para interpretar sus sueños.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "¿Qué debo hacer si encuentro problemas con la herramienta de IA o no estoy satisfecho?",
        "reply": "Si tiene algún inconveniente o no está satisfecho con la herramienta, puede ponerse en contacto con nuestro equipo de soporte para recibir asistencia. Nos comprometemos a brindarle una solución rápida a sus consultas.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "¿Dónde puedo encontrar más información sobre los libros utilizados en los artículos?",
        "reply": "Para obtener más detalles sobre las fuentes y referencias, puede consultar la bibliografía citada en nuestros artículos. Nos comprometemos a ofrecer información respaldada por literatura académica y textos reconocidos en el campo de la interpretación de sueños.",
        "category": "references",
        "open": false
    },
    {
        "question": "¿Se actualizan los artículos sobre sueños con nuevas fuentes?",
        "reply": "Sí, actualizamos nuestros artículos de forma regular para incluir investigaciones recientes y textos relevantes. Mantenemos una lista de referencias actualizada para asegurar que la información que proporcionamos sea precisa y esté al día.",
        "category": "references",
        "open": false
    },
    {
        "question": "¿Qué funcionalidades ofrece la API de AnalyzeMyDream?",
        "reply": "La API de AnalyzeMyDream ofrece diversas funcionalidades, entre ellas análisis avanzados de sueños impulsados por IA y acceso a contenido académico relacionado con la interpretación de sueños. Con la API, puede enviar sueños para su interpretación utilizando modelos de IA avanzados, así como recuperar artículos y análisis respaldados por literatura académica. Esto le permite integrar tanto las ideas generadas por la IA como el contenido basado en investigaciones en sus aplicaciones.",
        "category": "api",
        "open": false
    },
    {
        "question": "¿Cómo puedo obtener una clave API para usar AnalyzeMyDream?",
        "reply": "Para obtener su clave API, inicie sesión en su cuenta y acceda a su panel de control. Si tiene un plan de suscripción activo que incluye acceso a la API, su clave API se generará automáticamente.",
        "category": "api",
        "open": false
    },
    {
        "question": "¿Cuáles son los límites de uso para la API de AnalyzeMyDream?",
        "reply": "La API de AnalyzeMyDream ofrece tres planes de suscripción: Básico, Estándar y Premium. El plan Básico incluye 150 solicitudes, el Estándar permite 5,000 solicitudes y el Premium ofrece 20,000 solicitudes. Cada plan está disponible en modalidad mensual o anual, con la opción de ahorrar hasta un 58% al elegir la modalidad anual. Además, el plan Básico mensual incluye una prueba gratuita de 7 días si se selecciona el 'Modo de prueba'.",
        "category": "api",
        "open": false
    }
]
