[
    {
        "question": "¿Qué es la herramienta Fast-AI Dream Analyzer en AnalyzeMyDream.com?",
        "reply": "Nuestro Fast-AI Dream Analyzer utiliza el modelo Gemini-1.5-Flash para proporcionar interpretaciones adicionales de sueños cuando los análisis específicos que buscas no están en nuestro glosario. La herramienta tiene como objetivo complementar el contenido existente con perspectivas generadas por IA, pero los resultados pueden no ser siempre precisos o consistentes. Es importante no depender únicamente de esta herramienta para la comprensión personal.",
        "category": "dream-analysis",
        "open": true
    },
    {
        "question": "¿Qué hace el Advanced AI-Dream Analyzer?",
        "reply": "El Advanced AI-Dream Analyzer ofrece un análisis más profundo y detallado de tus sueños utilizando la tecnología de IA más avanzada. Proporciona perspectivas basadas en un modelo sofisticado, brindándote una comprensión más completa y matizada de tus sueños. A diferencia de la herramienta básica, esta opción puede ofrecer perspectivas adicionales y más específicas.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "¿Cómo funciona el modelo Gemini-1.5-Flash en el análisis de sueños?",
        "reply": "El modelo Gemini-1.5-Flash es una IA que genera interpretaciones de sueños basadas en datos y patrones preexistentes. Aunque este modelo puede proporcionar perspectivas valiosas, la precisión de las interpretaciones puede variar, y no garantizamos que siempre sean precisas. La herramienta está destinada a mejorar tu comprensión general, pero debes considerar múltiples fuentes y enfoques para interpretar tus sueños.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "¿Qué edad debo tener para usar la herramienta de análisis de sueños?",
        "reply": "Debes tener al menos 18 años para usar nuestra herramienta de análisis de sueños. Esta restricción está en vigor para asegurar que los usuarios puedan procesar e interpretar la información generada por la IA de manera responsable.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "¿Cómo aseguran la precisión de los resultados generados por IA?",
        "reply": "Aunque nuestro modelo de IA es avanzado, no podemos garantizar la precisión absoluta de los resultados. La herramienta está diseñada para proporcionar perspectivas adicionales, pero las interpretaciones deben considerarse como orientación general en lugar de respuestas definitivas.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "¿Qué debo hacer si encuentro problemas con la herramienta de IA o no estoy satisfecho?",
        "reply": "Si no estás satisfecho con la herramienta o encuentras algún problema, puedes contactar a nuestro equipo de soporte para asistencia. Proporcionaremos una solución inmediata a tus consultas.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "¿Cuáles son las principales fuentes bibliográficas utilizadas para los artículos en AnalyzeMyDream.com?",
        "reply": "Nuestros artículos se basan en una amplia gama de libros y estudios sobre la interpretación de sueños. Algunas de las fuentes más revisadas incluyen:\n\n- Freud, S. (2013). La Interpretación de los Sueños. Ediciones Akal.\n- Clarke, M. (2015). El Gran Diccionario de los Sueños. Skyhorse Publishing.\n- Cheung, T. (2019). El Diccionario de Sueños de la A a la Z. Thorsons.\n- Jung, C. G., Jaffé, A., & Borrás, M. R. (1989). Recuerdos, Sueños, Pensamientos. Seix Barral.\n- Pérsico, L. (2013). 5,005 Sueños: Interpretación y Significado. LIBSA.\n\nEstos textos forman la base de nuestras interpretaciones y se complementan con perspectivas de estudios contemporáneos y tradicionales.",
        "category": "references",
        "open": false
    },
    {
        "question": "¿Dónde puedo encontrar más información sobre los libros utilizados en los artículos?",
        "reply": "Para más detalles sobre las fuentes y referencias, puedes revisar la bibliografía citada en nuestros artículos. Estamos comprometidos a proporcionar información respaldada por literatura académica y textos reconocidos en el campo de la interpretación de sueños.",
        "category": "references",
        "open": false
    },
    {
        "question": "¿Se actualizan los artículos sobre sueños con nuevas fuentes?",
        "reply": "Sí, nuestros artículos se actualizan regularmente para incluir nuevas investigaciones y textos relevantes. Mantenemos una lista actualizada de referencias para asegurar que la información que proporcionamos sea precisa y actual.",
        "category": "references",
        "open": false
    },
    {
        "question": "¿Qué funcionalidades ofrece la API de AnalyzeMyDream?",
        "reply": "La API de AnalyzeMyDream ofrece varias funcionalidades, incluyendo el análisis de sueños con IA avanzada y acceso a contenido académico sobre interpretación de sueños. Puedes utilizar la API para enviar sueños y obtener interpretaciones usando modelos de IA sofisticados, así como acceder a artículos y análisis respaldados por literatura académica. Esto te permite integrar tanto conocimientos generados por IA como contenido basado en investigación en tus aplicaciones.",
        "category": "api",
        "open": false
    },
    {
        "question": "¿Cómo puedo obtener una clave API para usar AnalyzeMyDream?",
        "reply": "Para obtener tu clave API, dirígete a la sección 'API' en la barra de navegación superior. Allí encontrarás las instrucciones para crear y gestionar tu clave API.",
        "category": "api",
        "open": false
    },
    {
        "question": "¿Cuáles son los límites de uso de la API de AnalyzeMyDream?",
        "reply": "Actualmente, la API de AnalyzeMyDream está en fase beta y es gratuita. Sin embargo, planeamos introducir límites de uso y planes de precios en el futuro cercano. Por ahora, puedes utilizar la API sin restricciones, pero ten en cuenta que las políticas de uso podrían cambiar a medida que avanzamos hacia el lanzamiento completo.",
        "category": "api",
        "open": false
    }
]

