[
    {
        "question": "Como vocês garantem a precisão dos resultados gerados pela IA?",
        "reply": "Embora nosso modelo de IA seja avançado, não podemos garantir precisão absoluta dos resultados. A ferramenta é projetada para fornecer perspectivas adicionais, mas as interpretações devem ser consideradas como orientações gerais, e não como respostas definitivas.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "Como funciona o modelo Gemini-1.5-Flash na análise de sonhos?",
        "reply": "O modelo Gemini-1.5-Flash é uma IA que gera interpretações de sonhos com base em dados e padrões preexistentes. Embora esse modelo possa oferecer insights valiosos, a precisão das interpretações pode variar, e não garantimos que elas sejam sempre precisas. A ferramenta destina-se a aprimorar sua compreensão geral, mas é recomendável considerar várias fontes e abordagens ao interpretar seus sonhos.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "O que devo fazer se encontrar problemas com a ferramenta de IA ou não estiver satisfeito?",
        "reply": "Se você não estiver satisfeito com a ferramenta ou encontrar algum problema, entre em contato com nossa equipe de suporte para obter assistência. Nós forneceremos uma solução imediata para suas dúvidas.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "Onde posso encontrar mais informações sobre os livros usados nos artigos?",
        "reply": "Para obter mais detalhes sobre as fontes e referências, você pode revisar a bibliografia citada em nossos artigos. Estamos comprometidos em fornecer informações respaldadas por literatura acadêmica e textos reconhecidos no campo da interpretação de sonhos.",
        "category": "references",
        "open": false
    },
    {
        "question": "Os artigos sobre sonhos são atualizados com novas fontes?",
        "reply": "Sim, nossos artigos são atualizados regularmente para incluir novas pesquisas e textos relevantes. Mantemos uma lista de referências atualizada para garantir que as informações fornecidas sejam precisas e atuais.",
        "category": "references",
        "open": false
    },
    {
        "question": "Quais funcionalidades a API do AnalyzeMyDream oferece?",
        "reply": "A API do AnalyzeMyDream oferece uma variedade de funcionalidades, incluindo análise de sonhos avançada baseada em IA e acesso a conteúdo acadêmico relacionado à interpretação de sonhos. Você pode usar a API para enviar sonhos para interpretação utilizando modelos sofisticados de IA, bem como recuperar artigos e análises baseadas em literatura acadêmica. Isso permite que você integre tanto os insights gerados por IA quanto o conteúdo respaldado por pesquisas em suas aplicações.",
        "category": "api",
        "open": false
    },
    {
        "question": "Como posso obter uma chave de API para usar o AnalyzeMyDream?",
        "reply": "Para obter sua chave de API, faça login na sua conta e navegue até o painel de controle. Se você tiver um plano de assinatura ativo que ofereça acesso à API, uma chave de API será gerada automaticamente para você.",
        "category": "api",
        "open": false
    },
    {
        "question": "Quais são os limites de uso para a API do AnalyzeMyDream?",
        "reply": "A API do AnalyzeMyDream oferece três planos de assinatura: Básico, Standard e Premium. O plano Básico inclui 150 solicitações, o plano Standard oferece 5.000 solicitações e o plano Premium fornece 20.000 solicitações. Cada plano está disponível nas opções mensal e anual. Você pode economizar até 58% optando pelo plano anual em vez do mensal. Além disso, o plano mensal Básico inclui um teste gratuito de 7 dias ao selecionar o 'Modo de teste'.",
        "category": "api",
        "open": false
    }
]
