[
    {
        "question": "How do you ensure the accuracy of the AI-generated results?",
        "reply": "Although our AI model is advanced, we cannot guarantee absolute accuracy of the results. The tool is designed to provide additional perspectives, but interpretations should be considered as general guidance rather than definitive answers.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "How does the Gemini-1.5-Flash model work in dream analysis?",
        "reply": "The Gemini-1.5-Flash model is an AI that generates dream interpretations based on pre-existing data and patterns. While this model can provide valuable insights, the accuracy of the interpretations may vary, and we do not guarantee that they will always be precise. The tool is intended to enhance your general understanding, but you should consider multiple sources and approaches for interpreting your dreams.",
        "category": "dream-analysis",
        "open": false
    },

    {
        "question": "What should I do if I encounter problems with the AI tool or am not satisfied?",
		"reply": "If you are not satisfied with the tool or encounter any issues, you can contact our support team for assistance. We will provide an immediate solution to your queries.",
        "category": "dream-analysis",
        "open": false
    },
    {
        "question": "Where can I find more information about the books used in the articles?",
        "reply": "For more details about the sources and references, you can review the bibliography cited in our articles. We are committed to providing information backed by academic literature and recognized texts in the field of dream interpretation.",
        "category": "references",
        "open": false
    },
    {
        "question": "Are dream articles updated with new sources?",
        "reply": "Yes, our articles are regularly updated to include new research and relevant texts. We maintain an updated list of references to ensure that the information we provide is accurate and current.",
        "category": "references",
        "open": false
    },
    {
        "question": "What functionalities does the AnalyzeMyDream API offer?",
        "reply": "AnalyzeMyDream API provides a range of functionalities, including advanced AI-driven dream analysis and access to academic content related to dream interpretation. You can use the API to submit dreams for interpretation using sophisticated AI models, as well as retrieve articles and analysis supported by academic literature. This allows you to integrate both AI-generated insights and research-backed content into your applications.",
        "category": "api",
        "open": false
    },
    {
        "question": "How can I obtain an API key to use AnalyzeMyDream?",
        "reply": "To obtain your API key, log in to your account and navigate to your dashboard. If you have an active subscription plan that supports API access, an API key will be automatically generated for you.",
        "category": "api",
        "open": false
    },
    {
        "question": "What are the usage limits for the AnalyzeMyDream API?",
        "reply": "The AnalyzeMyDream API offers three subscription plans: Basic, Standard, and Premium. The Basic plan includes 150 requests, the Standard plan offers 5,000 requests, and the Premium plan provides 20,000 requests. Each plan is available on both a monthly and annual basis. You can save up to 58% by choosing the annual plan over the monthly option. Additionally, the Basic monthly plan includes a 7-day free trial when 'Trial Mode' is selected.",
        "category": "api",
        "open": false
    }
]
